# Создаем переменную name и присваиваем имя
name = "Оторва" 

# Выводим значение переменной name на экран
print("Мое имя: ", name)

# Создаем переменную age и присваиваем ей возраст
age = 25 

# Выводим значение переменной age на экран
print("Мой возраст:", age, "лет")

# Перезаписываем значение переменной age, добавляя к текущему значению новое
age += 1  # Это корректный способ перезаписи значения переменной

# Выводим измененное значение переменной age на экран
print("Мне исполнится в следующем году", age, "лет")

# Создаем переменную isStudent и присваиваем ей логическое значение True or False
isStudent = bool (False)
if isStudent:
    print("Могу ли я сейчас считать себя студентом?")
else:
    print("Я работаю в Реабилитационном центре. Уже имею высшее образование")
# Выводим значение переменной isStudent на экран
